In [8]:
import pandas as pd

In [17]:
file_one = "./08451-0001-Data.txt"

In [18]:
file_one_df = pd.read_csv(file_one, encoding="ISO-8859-1")

In [19]:
file_one_df.head()

  8451410100011  NORMAN ELI                  24010119121812010101089411 250
0  8451410100021  WOODS JOHN                  464...
1  8451410100032  GAMARRA CHARLES             221...
2  8451410100042  DESAYAS VICTORIANO          220...
3  8451410100052  NOREAGO FRANCISCO           220...
4  845141010006160DAVIS THOMAS                223...